Repository: ViktoryiaBarazna/NaeBank-MVP-for-Git
Catalog: NaeBank MVP for GitHub/NaeBank/Localizable.xcstrings
Source language: ru
Languages: en

# after_register_title
source: Поздравляем! Вы успешно зарегистрировались в NaeBank!
en: Congrats!!!! You have successfully registered with NaeBank!

# cancel
source: Отмена
en: Cancel

# check_login_and_password
source: Проверьте номер телефона и пароль.
en: Check your phone number and password.

# error
source: Ошибка
en: Error

# exchange_rates_buy_currency
source: Покупка: %1$@ %2$@
en: Buy: %1$@ %2$@

# exchange_rates_currency_cny
source: 🇨🇳 Юань (за 10)
en: 🇨🇳 Yuan (per 10)

# exchange_rates_currency_euro
source: 💶 Евро
en: 💶 Euro

# exchange_rates_currency_rub
source: 🇷🇺 Рубль РФ (за 100)
en: 🇷🇺 Russian ruble (per 100)

# exchange_rates_currency_usd
source: 💵 Доллар США
en: 💵 USD

# exchange_rates_error
source: ❌ Ошибка
en: ❌ Error

# exchange_rates_sell_currency
source: Продажа: %1$@ %2$@
en: Sell: %1$@ %2$@

# exchange_rates_title
source: Курсы валют
en: Exchange rates

# fill_phone_number
source: Введите номер телефона.
en: Enter your phone number.

# login_account_not_found
source: Пользователь с таким номером не найден. Пожалуйста, зарегистрируйтесь.
en: The user with this number has not been found. Please register.

# login_button
source: Войти ->
en: Login ->

# login_with_google
source: Войти через Google
en: Sign in with Google

# login_data_load_failed
source: Ошибка загрузки данных. Попробуйте позже.
en: Failed to load data. Try again later.

# login_footer
source: ЗАЩИЩЕНО AES-256 ENCRYPTION
en: SECURED WITH AES-256 ENCRYPTION

# login_password_descr1
source: Введите Ваш пароль
en: Enter your password

# login_password_descr2
source: Минимум 8 символов, включая цифры.
en: At least 8 characters, including digits.

# login_password_incorrect
source: Неверный пароль
en: Invalid password

# login_password_not_entered
source: Введите пароль.
en: Enter the password.

# login_phone_descr
source: Используйте номер телефона, указанный при регистрации.
en: Make sure to use the phone number you provided when registering.

# login_phone_invalid_format
source: Номер телефона должен быть в формате +375XXXXXXXXX
en: Phone number must be in the format +375XXXXXXXXX

# login_phone_not_entered
source: Номер телефона не введён.
en: Phone number not entered.

# login_subtitle
source: Введите свои данные для безопасного доступа к управлению финансами.
en: To securely access your financial management, enter your information.

# login_title
source: С возвращением!
en: Welcome back!

# logout_button
source: Выйти из приложения
en: Quit the app

# main_page_exchange_rates_button
source: Курсы валют
en: Exchange rates

# main_page_news_button
source: Новости
en: News

# main_page_subtitle1
source: Например, ты можешь обменять валюту па очэнь выгаднаму курсу
en: For instance, you can use a currency to pay the price

# main_page_subtitle2
source: Или узнать другие наши заманчывые прэдлажэния у навастях
en: Or to discover other intriguing stories in the news.

# main_page_title
source: У нас много выгодных предложений, куда ты можешь вложить свои денежки, чтобы разработчики этого приложения жили лучше.
en: You can invest your money in a variety of great value propositions to make the developers of this application better off.

# network_error_connection
source: Ошибка сети: %@
en: Network error: %@

# network_error_decoding
source: Ошибка декодирования: %@
en: Decoding error: %@

# network_error_empty_response
source: Нет данных в ответе
en: No data in response

# network_error_http_status
source: HTTP ошибка (код %d)
en: HTTP error (code %d)

# network_error_invalid_url
source: Неверный URL
en: Invalid URL

# news_error
source: ❌ Ошибка
en: ❌ Error

# news_title
source: Новости
en: News

# onboarding_descr_subtitle1
source: Простой и безопасный мобильный банк для ваших ежедневных финансов.
en: A simple and secure mobile bank for your daily finances.

# onboarding_descr_subtitle2
source: Управляйте счетами, переводите деньги и оплачивайте услуги быстро и безопасно в одно касание.
en: Manage accounts, transfer money and pay for services quickly and securely in one place.

# onboarding_footer_title
source: Конфиденциальность • Условия V2.4.0 • Были ваши, стали наши
en: Privacy • Terms V2.4.0 • Everything that is his becomes ours

# onboarding_title
source: Добро пожаловать в Naebank
en: Welcome to the Naebank

# placeholder_password
source: ПАРОЛЬ
en: PASSWORD

# placeholder_phone_number
source: НОМЕР ТЕЛЕФОНА
en: PHONE NUMBER

# register_button
source: Зарегистрироваться
en: Register

# register_with_google
source: Зарегистрироваться через Google
en: Sign up with Google

# register_credentials_save_failed
source: Ошибка при сохранении данных. Пожалуйста, попробуйте снова.
en: Failed to save data. Please try again.

# register_have_profile
source: Уже есть профиль?
en: Already have a profile?

# register_password_descr
source: Минимум 8 символов, включая цифры.
en: At least 8 characters, including digits.

# register_password_not_entered
source: Пароль не введён.
en: Password not entered.

# register_password_requirements_not_met
source: Пароль должен содержать минимум 8 символов и хотя бы одну цифру.
en: Password must be at least 8 characters long and contain one digit.

# register_passwords_do_not_match
source: Пароли не совпадают.
en: The passwords do not match.

# register_phone_already_registered
source: Этот номер телефона уже зарегистрирован.
en: This phone number is already registered.

# register_phone_descr
source: Мы отправим смс для подтверждения
en: We will send a SMS for confirmation

# register_phone_not_entered
source: Номер телефона не введён.
en: Phone number not entered.

# register_repeat_password
source: ПОВТОРИТЕ ПАРОЛЬ
en: RE-ENTER THE PASSWORD

# register_repeat_password_descr
source: Повторите пароль, введенный выше.
en: Repeat the password above.

# register_repeat_password_not_entered
source: Повтор пароля не введён.
en: Password reset not entered.

# register_subtitle
source: Заполните данные для доступа к вашим финансам в одно касание.
en: Enter the data to gain access to your finances in one place.

# register_terms
source: Я принимаю Условия использования и согласен на обработку персональных данных
en: I accept the Terms of Use and agree to the processing of personal data

# register_terms_not_accepted
source: Вы должны принять условия использования.
en: You must accept the terms of use.

# register_title
source: Создать аккаунт
en: Create an account

# settings
source: Настройки
en: Settings

# settings_dark_theme
source: Тёмная
en: Dark

# settings_get_notification_toggle
source: Получать уведомления
en: Receive notification

# settings_light_theme
source: Светлая
en: Light

# settings_notification_message1
source: 💰 Ваш счет пополнился на 1 000 000 BYN (во сне)
en: 💰 Your account has been replenished by 1,000,000 BYN (in the dream)

# settings_notification_message2
source: 🔔 Это уведомление — единственное, что вы можете позволить себе бесплатно
en: 🔔 This notification is the only thing you can afford for free

# settings_notification_message3
source: 💸 Инфляция убежала, но вы успеете за ней?
en: 💸 Inflation got away, but will you keep up?

# settings_notification_message4
source: 🏦 Мы сохраним ваши деньги, но не обещаем, что не пошутим над ними
en: 🏦 We’ll keep your money, but we don’t promise not to mess with it

# settings_notification_message5
source: 💰 Ваши финансы в надежных руках!
en: 💰 Your money is in good hands!

# settings_notification_off
source: Уведомления отключены
en: Notifications are disabled

# settings_notification_permission
source: Разрешите уведомления в настройках устройства, чтобы получать ежедневные уведомления
en: Allow notifications in the device settings to receive daily notifications

# settings_sure_off
source: Вы уверены, что хотите выйти?
en: Are you sure you want to leave?

# settings_system_theme
source: Системная
en: System

# settings_theme_title
source: Тема оформления
en: Design theme

# settings_title
source: Настройки
en: Settings

# settings_want_off
source: Выйти из приложения?
en: Log out of the app?

# settings_yes_off
source: Да, выйти
en: Yes, go out

# tabbar_main
source: Главная
en: Main

# tabbar_maps
source: Карты
en: Maps

# maps_branch_business
source: Для юридических лиц
en: For legal entities

# maps_branch_individual
source: Для физических лиц
en: For individuals

# maps_zoom_in
source: 🔍 Приблизить
en: 🔍 Zoom +

# maps_zoom_out
source: 🔎 Отдалить
en: 🔎 Zoom -

# tabbar_setups
source: Настройки
en: Setups
